---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentReloadedLatestEventArgs
source: html/55a22716-0078-2f56-8d77-aa27b2f39d5c.htm
---
# DocumentReloadedLatestEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.